MySqlBenchmarking/5.15.173-log.txt
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            448308
        write:                           128088
        other:                           64044
        total:                           640440
    transactions:                        32022  (266.78 per sec.)
    queries:                             640440 (5335.69 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0258s
    total number of events:              32022

Latency (ms):
         min:                                  4.63
         avg:                                 14.99
         max:                                228.29
         95th percentile:                     27.17
         sum:                             479961.63

Threads fairness:
    events (avg/stddev):           8005.5000/704.40
    execution time (avg/stddev):   119.9904/0.01