MySqlBenchmarking/6.6.63-log.txt
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            424074
        write:                           121164
        other:                           60582
        total:                           605820
    transactions:                        30291  (252.37 per sec.)
    queries:                             605820 (5047.31 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0246s
    total number of events:              30291

Latency (ms):
         min:                                  4.26
         avg:                                 15.84
         max:                                232.51
         95th percentile:                     28.16
         sum:                             479948.15

Threads fairness:
    events (avg/stddev):           7572.7500/696.26
    execution time (avg/stddev):   119.9870/0.01